const qnaList = [
  {
    q: '1. 아침부터 아무것도 먹지 못하고 점심 메뉴를 고르고 있다. 허기를 달래줄 음식은?!',
    a: [
      { answer: 'a. 면치기로 행복하게 배 채우자!', type: [1, 2, 3] },
      { answer: 'b. 든든하게 집밥이 최고지!', type: [0, 4, 5] },
    ]
  },
  {
    q: '2. 하루를 마치고 든든하게 배를 채우고 싶다! 나는 지금?! ',
    a: [
      { answer: 'a. 밀가루가 땡긴다!', type: [1, 3, 4] },
      { answer: 'b. 쌀이 땡긴다!', type: [0, 2, 5] },
    ]
  },
  {
    q: '3. 건강을 생각하면 나는 이게 더 땡긴다!',
    a: [
      { answer: 'a. 뭐니뭐니해도 고기지!', type: [1, 2, 4] },
      { answer: 'b. 신선한 야채가 최고지!', type: [0, 3, 5] },
    ]
  },
  {
    q: '4. 데이트 할 때 고려하는 부분은?',
    a: [
      { answer: 'a. 분위기 좋은 레스토랑에서 와인 한잔?', type: [0, 1, 3] },
      { answer: 'b. 가성비 좋은 노포에서 소주 한잔? ', type: [2, 4, 5] },
    ]
  },
  {
    q: '5. 금요일 저녁 제일 맛있는 것은?!',
    a: [
      { answer: 'a. 운동이 제일 맛있다!', type: [1, 4, 5] },
      { answer: 'b. 불금에는 술파티!', type: [0, 2, 3] },
    ]
  },
]

const infoList = [
  {
    name: 'KOREAN',
    desc: '엄마의 손맛, 든든한 한 끼'
  },
  {
    name: 'ITALIAN',
    desc: '집에서 고급지게 즐기는 레스토랑 플레이트'
  },
  {
    name: 'CHIJAP',
    desc: '어려서부터 익숙한 친근한 음식'
  },
  {
    name: 'ASIAN',
    desc: '특유의 향이 가득하고 음식으로 즐기는 동남아 여행'
  },
  {
    name: 'SNACKBAR',
    desc: '한국의 대표적인 길거리 음식'
  },
  {
    name: 'HEALTHY',
    desc: '건강을 유지하면서도 맛있게 즐길 수 있는 간편식'
  },
]
